Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrTypeError_Ex1_Ex2_Found
source: The type of this argument '{2}' does not match one of the expected types '{0}' or '{1}'.
bg_bg: Типът на този аргумент „{2}“ не съвпада с един от очакваните типове „{0}“ или „{1}“.
ca_es: El tipus de l'argument '{2}' no coincideix amb un dels tipus esperats '{0}' o '{1}'.
cs_cz: Typ tohoto argumentu ({2}) neodpovídá žádnému z očekávaných typů ({0} nebo {1}).
da_dk: Denne argumenttype "{2}" matcher ikke en af de forventede typer "{0}" eller "{1}".
de_de: Der Typ dieses Arguments "{2}" stimmt nicht mit einem der erwarteten Typen "{0}" oder "{1}" überein.
el_gr: Ο τύπος αυτού του ορίσματος '{2}' δεν συμφωνεί με έναν από τους αναμενόμενους τύπους '{0}' ή '{1}'.
es_es: El tipo de este argumento '{2}' no coincide con uno de los tipos esperados '{0}' o '{1}'.
et_ee: Selle argumendi {2} tüüp ei vasta eeldatud tüüpidele {0} ega {1}.
eu_es: '{2}' argumentuaren mota ez dator bat espero zen mota hauetako batekin: '{0}' edo '{1}'.
fi_fi: Tämän argumentin {2} tyyppi ei vastaa toista odotetuista tyypeistä {0} tai {1}.
fr_fr: Le type de cet argument « {2} » ne correspond à aucun des types attendus « {0} » ou « {1} ».
gl_es: O tipo deste argumento '{2}' non coincide cun dos seguintes tipos esperados: '{0}' ou '{1}'.
hi_in: इस तर्क '{2}' के प्रकार का मिलान अपेक्षित प्रकारों '{0}' या '{1}' से नहीं होता.
hr_hr: Vrsta argumenta "{2}" ne odgovara očekivanim vrstama "{0}" ili "{1}".
hu_hu: A(z) {0} argumentum típusa nem felel meg az elvárt {1} vagy {2} típusnak.
it_it: Il tipo dell'argomento '{2}' non corrisponde ai tipi previsti '{0}' o '{1}'.
ja_jp: この引数の型 '{2}' が、必要な型である '{0}' または '{1}' と一致しません。
kk_kz: Бұл аргументтің "{2}" түрі күтілген "{0}" немесе "{1}" түрлерінің біреуіне сәйкес емес.
ko_kr: 인수 '{2}'의 형식이 필요한 형식인 '{0}' 또는 '{1}' 중 하나와 일치하지 않습니다.
lt_lt: Šio argumento tipas „{2}“ neatitinka vieno iš numatytų tipų „{0}“ arba „{1}“.
lv_lv: Argumenta tips {2} neatbilst kādam no paredzētajiem tipiem {0} vai {1}.
ms_my: Jenis argumen '{2}' ini tidak padan dengan salah satu daripada jenis '{0}' atau '{1}' yang dijangka.
nb_no: Typen for dette argumentet ({2}) samsvarer ikke med en av de forventede typene {0} eller {1}.
nl_nl: Het type van dit argument {2} komt niet overeen met een van de verwachte typen {0} of {1}.
pl_pl: Typ tego argumentu „{2}” nie pasuje do jednego z oczekiwanych typów: „{0}” lub „{1}”.
pt_br: O tipo deste argumento '{2}' não corresponde aos tipos esperados '{0}' ou '{1}'.
pt_pt: O tipo deste argumento "{2}" não corresponde ao um dos tipos esperados "{0}" ou "{1}".
ro_ro: Tipul acestui argument „{2}” nu corespunde cu unul din tipurile așteptate „{0}” sau „{1}”.
ru_ru: Тип этого аргумента "{2}" не соответствует ожидаемым типам "{0}" или "{1}".
sk_sk: Typ tohto argumentu {2} sa nezhoduje s jedným z očakávaných typov {0} alebo {1}.
sl_si: Tip tega argumenta »{2}« se ne ujema z enim od pričakovanih tipov »{0}« ali »{1}«.
sr_cyrl_rs: Тип овог аргумента „{2}“ није подударан са једним од очекиваних типова „{0}“ или „{1}“.
sr_latn_rs: Tip ovog argumenta „{2}“ nije podudaran sa jednim od očekivanih tipova „{0}“ ili „{1}“.
sv_se: Argumenttypen {2} matchar inte någon av de förväntade typerna {0} eller {1}.
th_th: ประเภทของอาร์กิวเมนต์ '{2}' ไม่ตรงกับหนึ่งในประเภท '{0}' หรือ '{1}' ที่ต้องการ
tr_tr: '{2}' bağımsız değişkeninin türü, beklenen '{0}' veya '{1}' türlerinden biriyle eşleşmiyor.
uk_ua: Тип цього аргументу "{2}" не відповідає одному з очікуваних ("{0}" або "{1}").
vi_vn: Loại đối số này '{2}' không khớp với một trong các loại '{0}' hoặc '{1}' theo dự kiến.
zh_cn: 此参数“{2}”的类型与所需类型“{0}”或“{1}”之一不匹配。
zh_tw: 此引數的類型 '{2}' 不符合其中一個應有的類型 ('{0}' 或 '{1}')。

# ErrTypeError_Arg_Expected_Found
source: The type of this argument '{0}' does not match the expected type '{1}'. Found type '{2}'.
bg_bg: Типът на аргумента „{0}“ не съвпада с очаквания тип „{1}“. Открит е тип „{2}“.
ca_es: El tipus de l'argument '{0}' no coincideix amb el tipus esperat '{1}'. S'ha trobat el tipus '{2}'.
cs_cz: Typ tohoto argumentu ({0}) neodpovídá očekávanému typu {1}. Našel se typ {2}.
da_dk: Denne argumenttype "{0}" matcher ikke den forventede type "{1}". Fandt type "{2}".
de_de: Der Typ dieses Arguments "{0}" stimmt nicht mit dem erwarteten Typ "{1}" überein. Gefunden wurde Typ "{2}".
el_gr: Ο τύπος αυτού του ορίσματος '{0}' δεν συμφωνεί με τον αναμενόμενο τύπο '{1}'. Βρέθηκε ο τύπος '{2}'.
es_es: El tipo de este argumento '{0}' no coincide con el tipo esperado '{1}'. Tipo encontrado '{2}'.
et_ee: Selle argumendi {0} tüüp ei vasta eeldatud tüübile {1}. Leiti tüüp {2}.
eu_es: '{0}' argumentuaren mota ez dator bat espero zen '{1}' motarekin. Mota hau aurkitu da: '{2}'.
fi_fi: Tämän argumentin {0} tyyppi ei vastaa odotettua tyyppiä {1}. Löytyi tyyppi {2}.
fr_fr: Le type de cet argument « {0} » ne correspond pas au type attendu « {1} ». Type trouvé « {2} ».
gl_es: O tipo deste argumento '{0}' non coincide co tipo esperado '{1}'. Atopouse o tipo '{2}'.
hi_in: इस तर्क '{0}' के प्रकार का मिलान अपेक्षित प्रकार '{1}' से नहीं होता. प्रकार '{2}' मिला.
hr_hr: Vrsta argumenta "{0}" ne odgovara očekivanoj vrsti "{1}". Pronađena je vrsta "{2}".
hu_hu: A(z) {0} argumentum típusa nem felel meg az elvárt {1} típusnak. A talált típus {2}.
it_it: Il tipo dell'argomento '{0}' non corrisponde al tipo previsto '{1}'. È stato trovato il tipo '{2}'.
ja_jp: この引数 '{0}' の型は必要な型 '{1}' と一致しません。見つかった型 '{2}'。
kk_kz: Бұл аргументтің "{0}" түрі күтілген "{1}" түріне сәйкес емес. "{2}" түрі табылды.
ko_kr: 인수 '{0}'의 형식이 필요한 형식인 '{1}'과(와) 일치하지 않습니다. 검색된 형식: '{2}'
lt_lt: Šio argumento tipas „{0}“ neatitinka numatomo tipo „{1}“. Rastas tipas „{2}“.
lv_lv: Šī argumenta tips {0} neatbilst paredzētajam tipam {1}. Atrastais tips {2}.
ms_my: Jenis argumen '{0}' ini tidak padan dengan jenis '{1}' yang dijangka. Jenis '{2}' ditemui.
nb_no: Typen for dette argumentet ({0}) samsvarer ikke med den forventede typen ({1}). Fant typen {2}.
nl_nl: Het type van dit argument {0} komt niet overeen met het verwachte type {1}. Type {2} gevonden.
pl_pl: Typ tego argumentu „{0}” nie pasuje do oczekiwanego typu „{1}”. Znaleziono typ „{2}”.
pt_br: O tipo deste argumento '{0}' não corresponde ao tipo esperado '{1}'. Encontrado o tipo '{2}'.
pt_pt: O tipo deste argumento "{0}" não corresponde ao tipo esperado "{1}". Tipo encontrado "{2}".
ro_ro: Tipul acestui argument „{0}” nu corespunde tipului așteptat „{1}”. S-a găsit tipul „{2}”.
ru_ru: Тип этого аргумента "{0}" не соответствует ожидаемому типу "{1}". Обнаруженный тип: "{2}".
sk_sk: Typ tohto argumentu {0} sa nezhoduje s očakávaným typom {1}. Nájdený typ: {2}.
sl_si: Tip argumenta »{0}« se ne ujema s pričakovanim tipom »{1}«. Zaznan tip »{2}«.
sr_cyrl_rs: Тип овог аргумента „{0}“ није подударан са очекиваним типом „{1}“. Пронађен је тип „{2}“.
sr_latn_rs: Tip ovog argumenta „{0}“ nije podudaran sa očekivanim tipom „{1}“. Pronađen je tip „{2}“.
sv_se: Argumenttypen {0} matchar inte den förväntade typen {1}. Hittade typen {2}.
th_th: ประเภทของอาร์กิวเมนต์ '{0}' ไม่ตรงกับประเภทที่ต้องการ '{1}' พบประเภท '{2}'
tr_tr: '{0}' bağımsız değişkeninin türü, beklenen '{1}' türüyle eşleşmiyor. Bulunan tür: '{2}'.
uk_ua: Тип цього аргументу "{0}" ({2}) не відповідає очікуваному типу "{1}".
vi_vn: Loại đối số này '{0}' không khớp với loại '{1}' theo dự kiến. Đã tìm thấy loại '{2}'.
zh_cn: 此参数“{0}”的类型与所需类型“{1}”不匹配。找到类型“{2}”。
zh_tw: 此引數的類型 '{0}' 不符合應有的類型 '{1}'。找到的類型為 '{2}'。

# ErrTypeErrorRecordIncompatibleWithSource
source: The type of the record is incompatible with the source.
bg_bg: Типът на записа е несъвместим с източника.
ca_es: El tipus del registre és incompatible amb l'origen.
cs_cz: Typ záznamu není kompatibilní se zdrojem.
da_dk: Posttypen er inkompatibel med kilden.
de_de: Der Typ des Datensatzes ist mit der Quelle inkompatibel.
el_gr: Ο τύπος της εγγραφής δεν είναι συμβατός με την προέλευση.
es_es: El tipo del registro no es compatible con el origen.
et_ee: Kirje tüüp ei ühildu allikaga.
eu_es: Erregistroaren mota eta iturburua bateraezinak dira.
fi_fi: Tietueen tyyppi ei ole yhteensopiva lähteen kanssa.
fr_fr: Le type de l’enregistrement n’est pas compatible avec la source.
gl_es: O tipo de rexistro é incompatible coa orixe.
hi_in: रिकॉर्ड का यह प्रकार स्रोत से असंगत है.
hr_hr: Vrsta zapisa nije kompatibilna s izvorom.
hu_hu: A rekord típusa nem kompatibilis a forrással.
it_it: Il tipo di record è incompatibile con l'origine.
ja_jp: レコードの型は、ソースと互換性がありません。
kk_kz: Жазбаның түрі көзбен үйлесімді емес.
ko_kr: 레코드 형식이 원본과 호환되지 않습니다.
lt_lt: Įrašo tipas nesuderinamas su šaltiniu.
lv_lv: Ieraksta tips nav saderīgs ar avotu.
ms_my: Jenis rekod tidak serasi dengan sumber.
nb_no: Typen for denne posten er inkompatibel med kilden.
nl_nl: Het type record is niet compatibel met de bron.
pl_pl: Typ rekordu jest niezgodny ze źródłem.
pt_br: O tipo do registro é incompatível com a fonte.
pt_pt: O tipo de registo é incompatível com a origem.
ro_ro: Tipul înregistrării este incompatibil cu sursa.
ru_ru: Тип записи несовместим с источником.
sk_sk: Typ záznamu je nekompatibilný so zdrojom.
sl_si: Tip zapisa ni združljiv z virom.
sr_cyrl_rs: Тип записа није компатибилан са извором.
sr_latn_rs: Tip zapisa nije kompatibilan sa izvorom.
sv_se: Posttypen är inte kompatibel med källan.
th_th: ชนิดเรกคอร์ดไม่สามารถทำงานร่วมกับซอร์สได้
tr_tr: Kayıt türü kaynakla uyumsuz.
uk_ua: Тип запису несумісний із джерелом.
vi_vn: Loại bản ghi không tương thích với nguồn.
zh_cn: 记录的类型与源不兼容。
zh_tw: 記錄類型與來源不相容。

# ErrExpectedStringLiteralArg_Name
source: Argument '{0}' is invalid, expected a text literal.
bg_bg: Аргументът „{0}“ е невалиден, очакван е текстов литерал.
ca_es: L'argument '{0}' no és vàlid; s'esperava un literal de text.
cs_cz: Argument {0} není platný, očekával se textový literál.
da_dk: Argumentet "{0}" er ugyldigt, en tekstkonstantværdi var forventet.
de_de: Das Argument "{0}" ist ungültig, ein Textliteral wird erwartet.
el_gr: Το όρισμα '{0}' δεν είναι έγκυρο, αναμενόταν λεκτική σταθερά κειμένου.
es_es: El argumento '{0}' no es válido, se esperaba un literal de texto.
et_ee: Argument {0} ei sobi. Eeldati tekstliteraali.
eu_es: '{0}' argumentuak ez du balio. Hitzez hitzeko testua espero zen.
fi_fi: Argumentti {0} on virheellinen, odotettiin tekstiliteraalia.
fr_fr: L’argument « {0} » n’est pas valide. Un littéral de texte est attendu.
gl_es: O argumento '{0}' non é válido. Esperábase un texto literal.
hi_in: तर्क '{0}' अमान्य है, पाठ अक्षरश: की अपेक्षा थी.
hr_hr: Argument "{0}" nije valjan, očekuje se doslovni tekst.
hu_hu: A(z) {0} argumentum érvénytelen, az elvárás szövegliterál.
it_it: L'argomento '{0}' non è valido. È previsto un valore letterale di testo.
ja_jp: 引数 '{0}' は無効です。文字列リテラルが必要です。
kk_kz: "{0}" аргументі жарамсыз, мәтіндік литерал күтілді.
ko_kr: 인수 '{0}'은(는) 잘못되었습니다. 텍스트 리터럴이 필요합니다.
lt_lt: Argumentas „{0}“ yra neleistinas, tikimasi teksto literalo.
lv_lv: Arguments {0} nav derīgs, paredzēts teksta literālis.
ms_my: Argumen '{0}' tidak sah, menjangkakan literal teks.
nb_no: Argumentet {0} er ugyldig, forventet en tekstlitteral.
nl_nl: Het argument {0} is ongeldig. Er wordt een letterlijke tekstwaarde verwacht.
pl_pl: Argument „{0}” jest nieprawidłowy. Oczekiwany jest literał tekstowy.
pt_br: O argumento '{0}' é inválido, um literal de texto era esperado.
pt_pt: O argumento "{0}" é inválido, era esperado um texto literal.
ro_ro: Argumentul „{0}” este nevalid, se aștepta un literal text.
ru_ru: Аргумент "{0}" является недопустимым, ожидается текстовый литерал.
sk_sk: Argument {0} je neplatný, očakávala sa explicitná textová hodnota.
sl_si: Argument »{0}« ni veljaven, pričakovan je besedilni niz.
sr_cyrl_rs: Аргумент „{0}“ је неважећи, очекује се литерал текста.
sr_latn_rs: Argument „{0}“ je nevažeći, očekuje se literal teksta.
sv_se: Argumentet {0} är ogiltigt, en textliteral förväntades.
th_th: อาร์กิวเมนต์ '{0}' ไม่ถูกต้อง คาดหวังข้อความสัญพจน์
tr_tr: '{0}' bağımsız değişkeni geçersiz, metin sabit değeri bekleniyor.
uk_ua: Аргумент "{0}" неприпустимий. Очікувався текстовий літерал.
vi_vn: Đối số '{0}' không hợp lệ, dự kiến một ký tự văn bản.
zh_cn: 参数“{0}”无效，应为文本。
zh_tw: 引數 '{0}' 無效，應為文字常值。

# ErrArgNotAValidIdentifier_Name
source: Argument '{0}' is not a valid identifier.
bg_bg: Аргументът „{0}“ не е валиден идентификатор.
ca_es: L'argument '{0}' no és un identificador vàlid.
cs_cz: Argument {0} není platný identifikátor.
da_dk: Argumentet "{0}" er ikke en gyldig identifikator.
de_de: Das Argument "{0}" ist kein gültiger Bezeichner.
el_gr: Το όρισμα '{0}' δεν είναι έγκυρο αναγνωριστικό.
es_es: El argumento '{0}' no es un identificador válido.
et_ee: Argument {0} pole sobiv identifikaator.
eu_es: '{0}' argumentua ez da baliozko identifikatzaile bat.
fi_fi: Argumentti {0} ei ole kelvollinen tunnus.
fr_fr: L’argument « {0} » n’est pas un identificateur valide.
gl_es: O argumento '{0}' non é un identificador válido.
hi_in: तर्क '{0}' कोई मान्य आइडेंटिफ़ायर नहीं है.
hr_hr: Argument "{0}" nije valjani identifikator.
hu_hu: A(z) {0} argumentum nem érvényes azonosító.
it_it: L'argomento '{0}' non è un identificatore valido.
ja_jp: 引数 '{0}' は有効な識別子ではありません。
kk_kz: "{0}" аргументі жарамды идентификатор емес.
ko_kr: 인수 '{0}'은(는) 유효한 식별자가 아닙니다.
lt_lt: Argumentas „{0}“ nėra leistinas identifikatorius.
lv_lv: Arguments {0} nav derīgs identifikators.
ms_my: Argumen '{0}' bukan pengecam yang sah.
nb_no: Argumentet {0} er ikke en gyldig identifikator.
nl_nl: Het argument {0} is geen geldige id.
pl_pl: Argument „{0}” nie jest prawidłowym identyfikatorem.
pt_br: O argumento '{0}' não é um identificador válido.
pt_pt: O argumento "{0}" não é um identificador válido.
ro_ro: Argumentul „{0}” nu este un identificator valid.
ru_ru: Аргумент "{0}" не является допустимым идентификатором.
sk_sk: Argument {0} nie je platný identifikátor.
sl_si: Argument »{0}« ni veljaven identifikator.
sr_cyrl_rs: Аргумент „{0}“ није важећи идентификатор.
sr_latn_rs: Argument „{0}“ nije važeći identifikator.
sv_se: Argumentet {0} är inte en giltig identifierare.
th_th: อาร์กิวเมนต์ '{0}' เป็นตัวระบุที่ไม่ถูกต้อง
tr_tr: '{0}' bağımsız değişkeni geçerli bir tanımlayıcı değil.
uk_ua: Аргумент "{0}" – це неприпустимий ідентифікатор.
vi_vn: Đối số '{0}' không phải là mã định danh hợp lệ.
zh_cn: 参数“{0}”不是有效的标识符。
zh_tw: 引數 '{0}' 不是有效的識別項。

# ErrColExists_Name
source: A column named '{0}' already exists.
bg_bg: Вече съществува колона с име „{0}“.
ca_es: Ja existeix una columna amb el nom '{0}'.
cs_cz: Sloupec s názvem {0} již existuje.
da_dk: Der findes allerede en kolonne med navnet '{0}'.
de_de: Eine Spalte mit dem Namen "{0}" ist bereits vorhanden.
el_gr: Υπάρχει ήδη στήλη με το όνομα "{0}".
es_es: Ya existe una columna denominada '{0}'.
et_ee: Veerg nimega {0} on juba olemas.
eu_es: Badago '{0}' izeneko zutabe bat.
fi_fi: Sarake, jonka nimi on {0}, on jo olemassa.
fr_fr: Une colonne nommée « {0} » existe déjà.
gl_es: Xa existe unha columna denominada '{0}'.
hi_in: '{0}' नाम वाला स्तंभ पहले से मौजूद है.
hr_hr: Već postoji stupac naziva "{0}".
hu_hu: Már létezik {0} nevű oszlop.
it_it: Una colonna denominata '{0}' esiste già.
ja_jp: '{0}' という列は既に存在します。
kk_kz: "{0}" атты баған бұрыннан бар.
ko_kr: 이름이 '{0}'인 열이 이미 있습니다.
lt_lt: Stulpelis pavadinimu {0} jau yra.
lv_lv: Kolonna ar nosaukumu {0} jau pastāv.
ms_my: Lajur bernama '{0}' sudah wujud.
nb_no: Det finnes allerede en kolonne med navnet {0}.
nl_nl: Er bestaat al een kolom met de naam {0}.
pl_pl: Kolumna o nazwie „{0}” już istnieje.
pt_br: Já existe uma coluna com o nome '{0}'.
pt_pt: Já existe uma coluna com o nome "{0}".
ro_ro: O coloană cu numele „{0}” există deja.
ru_ru: Столбец "{0}" уже существует.
sk_sk: Stĺpec s názvom {0} už existuje.
sl_si: Stolpec z imenom »{0}« že obstaja.
sr_cyrl_rs: Колона са именом „{0}“ већ постоји.
sr_latn_rs: Kolona sa imenom „{0}“ već postoji.
sv_se: Det finns redan en kolumn med namnet {0}.
th_th: มีคอลัมน์ที่ใช้ชื่อ '{0}' อยู่แล้ว
tr_tr: '{0}' adlı bir sütun zaten var.
uk_ua: Стовпець з іменем "{0}" уже існує.
vi_vn: Đã tồn tại cột có tên '{0}'.
zh_cn: 名为“{0}”的列已存在。
zh_tw: 名稱 '{0}' 的資料行已經存在。

# ErrColConflict_Name
source: Column name conflict for '{0}'.
bg_bg: Име на колона в конфликт за „{0}“.
ca_es: El nom de columna es troba en conflicte amb '{0}'.
cs_cz: Konflikt názvů sloupců: {0}
da_dk: Kolonnenavnkonflikt for '{0}'.
de_de: Spaltennamenkonflikt für "{0}".
el_gr: Διένεξη ονόματος στήλης για '{0}'.
es_es: Conflicto de nombres de columna para '{0}'.
et_ee: {0}: veerunime konflikt.
eu_es: Zutabe-izena gatazkan dago honekin: '{0}'.
fi_fi: Sarakkeen nimen ristiriita kohteelle {0}.
fr_fr: Conflit de nom de colonne pour « {0} ».
gl_es: Conflito no nome da columna '{0}'.
hi_in: {0}' के लिए स्तंभ नाम का विरोध.
hr_hr: Sukob naziva stupaca za "{0}".
hu_hu: Ütköző oszlopnevek a következő esetében: {0}.
it_it: Conflitto con il nome colonna per '{0}'.
ja_jp: '{0}' の列名の競合。
kk_kz: "{0}" үшін баған атауы қайшылығы.
ko_kr: '{0}'에 대해 열 이름이 충돌합니다.
lt_lt: „{0}“ stulpelio pavadinimo konfliktas.
lv_lv: Kolonnas nosaukuma konflikts šim: {0}.
ms_my: Konflik nama lajur untuk '{0}'.
nb_no: Navnekonflikt for kolonne {0}.
nl_nl: Conflict met de kolomnaam voor {0}.
pl_pl: Konflikt nazwy kolumny dla „{0}”.
pt_br: Conflito de nome de coluna para '{0}'.
pt_pt: Conflito de nome de coluna para "{0}".
ro_ro: Conflict de nume de coloană pentru „{0}”.
ru_ru: Конфликт имен столбцов для "{0}".
sk_sk: Konflikt názvu stĺpca pre {0}.
sl_si: Spor z imenom stolpca za »{0}«.
sr_cyrl_rs: Неусаглашеност имена колоне за „{0}“.
sr_latn_rs: Neusaglašenost imena kolone za „{0}“.
sv_se: Kolumnnamnskonflikt för {0}.
th_th: ชื่อคอลัมน์มีข้อขัดแย้งสำหรับ '{0}'
tr_tr: '{0}' için sütun adı çakışıyor.
uk_ua: Конфлікт імен стовпців для елемента "{0}".
vi_vn: Tên cột xung đột với '{0}'.
zh_cn: “{0}”的列名冲突。
zh_tw: '{0}' 的資料行名稱相衝突。

# ErrColDNE_Name
source: The specified column '{0}' does not exist.
bg_bg: Указаната колона „{0}“ не съществува.
ca_es: La columna especificada '{0}' no existeix.
cs_cz: Zadaný sloupec {0} neexistuje.
da_dk: Den angivne kolonne '{0}' findes ikke.
de_de: Die angegebene Spalte "{0}" ist nicht vorhanden.
el_gr: Η καθορισμένη στήλη '{0}' δεν υπάρχει.
es_es: La columna especificada '{0}' no existe.
et_ee: Määratud veergu {0} pole olemas.
eu_es: Zehaztutako '{0}' zutabea ez dago.
fi_fi: Määritettyä saraketta {0} ei ole.
fr_fr: La colonne spécifiée « {0} » n’existe pas.
gl_es: A columna especificada '{0}' non existe.
hi_in: निर्दिष्ट स्तंभ '{0}' मौजूद नहीं है.
hr_hr: Navedeni stupac "{0}" ne postoji.
hu_hu: A megadott {0} oszlop nem létezik.
it_it: La colonna specificata '{0}' non esiste.
ja_jp: 指定された列 '{0}' がありません。
kk_kz: Көрсетілген "{0}" бағаны жоқ.
ko_kr: 지정된 열 '{0}'이(가) 없습니다.
lt_lt: Nurodyto stulpelio „{0}“ nėra.
lv_lv: Norādītā kolonna {0} nepastāv.
ms_my: Lajur yang ditentukan '{0}' tidak wujud.
nb_no: Den angitte kolonnen {0} finnes ikke.
nl_nl: De opgegeven kolom {0} bestaat niet.
pl_pl: Określona kolumna „{0}” nie istnieje.
pt_br: A coluna especificada '{0}' não existe.
pt_pt: A coluna especificada "{0}" não existe.
ro_ro: Coloana specificată „{0}” nu există.
ru_ru: Указанный столбец "{0}" не существует.
sk_sk: Zadaný stĺpec {0} neexistuje.
sl_si: Navedeni stolpec »{0}« ne obstaja.
sr_cyrl_rs: Наведена колона „{0}“ не постоји.
sr_latn_rs: Navedena kolona „{0}“ ne postoji.
sv_se: Den angivna kolumnen {0} finns inte.
th_th: ไม่พบคอลัมน์ '{0}' ที่ระบุ
tr_tr: Belirtilen '{0}' sütunu yok.
uk_ua: Указаний стовпець "{0}" не існує.
vi_vn: Cột được chỉ định '{0}' không tồn tại.
zh_cn: 指定列“{0}”不存在。
zh_tw: 指定的資料行 '{0}' 不存在。

# ErrColumnDoesNotExist_Name_Similar
source: The specified column '{0}' does not exist. The column with the most similar name is '{1}'.
bg_bg: Зададената колона „{0}“ не съществува. Колоната с най-близкото име е „{1}“.
ca_es: La columna especificada "{0}" no existeix. La columna amb el nom més semblant és "{1}".
cs_cz: Zadaný sloupec {0} neexistuje. Sloupec s nejpodobnějším názvem je {1}.
da_dk: Den angivne kolonne "{0}" findes ikke. Kolonnen med det mest tilsvarende navn er "{1}".
de_de: Die angegebene Spalte „{0}“ ist nicht vorhanden. Die Spalte mit dem ähnlichsten Namen ist „{1}“.
el_gr: Η καθορισμένη στήλη «{0}» δεν υπάρχει. Η στήλη με το πιο παρόμοιο όνομα είναι «{1}».
es_es: La columna especificada "{0}" no existe. La columna con el nombre más parecido es "{1}".
et_ee: Määratud veergu '{0}' pole olemas. Kõige sarnasema nimega veerg on '{1}'.
eu_es: Zehaztutako "{0}" zutabea ez dago. Gehien hurbiltzen zaion izena daukan zutabea hau da: "{1}".
fi_fi: Määritettyä saraketta {0} ei ole. Sarake, jolla on samantapaisin nimi on {1}.
fr_fr: La colonne spécifiée « {0} » n’existe pas. La colonne avec le nom le plus proche est « {1} ».
gl_es: A columna "{0}" especificada non existe. A columna co nome máis parecido é "{1}".
hi_in: निर्दिष्ट कॉलम '{0}' मौजूद नहीं है. सबसे समान नाम वाला कॉलम '{1}' है.
hr_hr: Naveden stupac „{0}” ne postoji. Stupac s najsličnijim nazivom jest „{1}”.
hu_hu: A megadott oszlop („{0}”) nem létezik. A leginkább hasonló nevű oszlop: „{1}”.
it_it: La colonna specificata "{0}" non esiste. La colonna con il nome più simile è "{1}".
ja_jp: 指定した列 '{0}' が存在しません。最も似た名前の列は '{1}' です。
kk_kz: Көрсетілген “{0}” бағаны жоқ. Өте ұқсас атауы бар баған — “{1}”.
ko_kr: 지정한 열 '{0}'이(가) 없습니다. 가장 유사한 이름의 열은 '{1}'입니다.
lt_lt: Nurodyto stulpelio {0} nėra. Stulpelis su panašiausiu pavadinimu yra {1}.
lv_lv: Norādītā kolonna “{0}” nepastāv. Vislīdzīgākais nosaukums ir kolonnai “{1}”.
ms_my: Lajur yang ditentukan '{0}' tidak wujud. Lajur dengan nama yang paling mirip ialah '{1}'.
nb_no: Den angitte kolonnen {0} finnes ikke. Kolonnen med mest likt navn er {1}.
nl_nl: De opgegeven kolom {0} bestaat niet. De kolom met de meest vergelijkbare naam is {1}.
pl_pl: Określona kolumna „{0}” nie istnieje. Kolumna o najbardziej podobnej nazwie to „{1}”.
pt_br: A coluna especificada '{0}' não existe. A coluna com o nome mais similar é '{1}'.
pt_pt: A coluna especificada "{0}" não existe. A coluna com o nome mais semelhante é "{1}".
ro_ro: Coloana specificată, „{0}” nu există. Coloana cu numele cel mai asemănător este „{1}”.
ru_ru: Указанный столбец "{0}" не существует. Столбец с наиболее похожим именем — "{1}".
sk_sk: Zadaný stĺpec {0} neexistuje. Stĺpec s najviac podobným názvom je {1}.
sl_si: Določeni stolpec »{0}« ne obstaja. Stolpec z najbolj podobnim imenom je »{1}«.
sr_cyrl_rs: Наведена колона „{0}“ не постоји. Колона са именом које је најсличније је „{1}“.
sr_latn_rs: Navedena kolona „{0}“ ne postoji. Kolona sa imenom koje je najsličnije je „{1}“.
sv_se: Den angivna kolumnen "{0}" finns inte. Kolumnen med det mest likartade namnet är "{1}".
th_th: ไม่มีคอลัมน์ '{0}' ที่ระบุ คอลัมน์ที่มีชื่อคล้ายกันมากที่สุดคือ '{1}'
tr_tr: Belirtilen '{0}' sütunu yok. En benzer ada sahip sütun '{1}'.
uk_ua: Зазначений стовпець "{0}" не існує. Стовпець із найбільш схожим іменем – "{1}".
vi_vn: Cột "{0}" được chỉ định không tồn tại. Cột có tên giống nhất là "{1}".
zh_cn: 指定的列 '{0}' 不存在。名称最相似的列是 '{1}'。
zh_tw: 指定的欄 '{0}' 不存在。名稱最相似的欄是 '{1}'。
